/* The string for canceling a map editing function. */
"CancelKey" = "रद्द करें";

/* The title text in the alert when cancelling map editing. */
"CancelEditAlertTitleKey" = "क्या आप वाकई इसे रद्द करना चाहते हैं?";

/* The message text in the alert when cancelling map editing (no points created). */
"CancelEditAlertMessageKey" = "आपके परिवर्तनों को सहेजा नहीं जाएगा.";

/* The message text in the alert when cancelling map editing (points created). */
"CancelEditAlertPointsCreatedMessageKey" = "आपके द्वारा बनाई गई ऑब्जेक्ट सहेजी नहीं जाएगी.";

/* The text of the alert action when discarding editing changes. */
"DiscardChangesTitleKey" = "परिवर्तन निरस्त करें";

/* The text of the alert action when the users cancels editing an address field */
"CancelEditingTitleKey" = "संपादन रद्द करें";

/* The title text in the alert when entering an address that is invalid. */
"InvalidAddressTitleKey" = "अमान्य पता";

/* The message in the invalid address alert when an address is required. */
"AddressRequiredMessage" = "पॉइंट के लिए एक पता शामिल किया जाना चाहिए";

/* The title text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationTitleKey" = "आपने इस पॉइंट के लिए कोई स्थान नहीं जोड़ा है";

/* The message text in the alert when inputting empty text into a new address cell. */
"NoAddedLocationMessageKey" = "कोई नया पॉइंट नहीं जोड़ा जाएगा";

/* The text of the alert action to continuing editing. */
"ContinueEditingTitleKey" = "संपादन जारी रखें";

/* The title text in the alert when tapping an invalid point when trying to delete. */
"DeletePointErrorTitleKey" = "उस पॉइंट का चयन करें जिसे आप हटाना चाहते हैं.";

/* The title text in the alert when trying to delete an editing point on the map, but no editing points exist. */
"EmptyDeletePointErrorTitleKey" = "हटाने के लिए कोई पॉइंट नहीं हैं.";

/* The text of the alert action to dismiss the alert. */
"OKTitleKey" = "ठीक है";

/* The title text of the alert when deleting all stored editing points. */
"ClearAllPointsTitleKey" = "क्या आप वाकई सभी पॉइंट को साफ़ करना चाहते हैं?";

/* The text of the alert action to reject the alert prompt. */
"NoTitleKey" = "नहीं";

/* The text of the alert action to accept the alert prompt */
"YesTitleKey" = "हां";

/* The title text of the alert when switching editing geometries to a point. */
"ChangeGeometryPointTitleKey" = "क्या आप एक पॉइंट पर स्विच करना चाहते हैं?";

/* The title text of the alert when switching editing geometries to a polyline. */
"ChangeGeometryPolylineTitleKey" = "क्या आप पॉलीलाइन पर स्विच करना चाहते हैं?";

/* The title text of the alert when switching editing geometries to a polygon. */
"ChangeGeometryPolygonTitleKey" = "क्या आप एक पॉलीगॉन पर स्विच करना चाहते हैं?";

/* The message text in the alert when switching to a multipoint geometry. */
"ChangeGeometryToMultiPointMessageKey" = "आपके द्वारा जोड़े गए पॉइंट बदले नहीं जाएंगे और आप ऑब्जेक्ट बनाना जारी रख सकते हैं";

/* The message text in the alert when switching to a point geometry. */
"ChangeGeometryToPointMessageKey" = "आपके सभी जोड़े गए पॉइंट हटा दिए जाएंगे";

/* The title text of the alert when deleting a point of the editing geometry. */
"DeletePointTitleKey" = "क्या आप वाकई इस पॉइंट को हटाना चाहते हैं?";

/* The title of the button to save the editing geometry. */
"SaveButtonTitleKey" = "सहेजें";

/* The title of the button to filter the geometry. */
"FilterTitleKey" = "फ़िल्टर करें";

/* The status text of the User Location TableViewCell in the suggesiton panel. */
"CurrentLocationKey" = "वर्तमान स्थान";

/* The footnote text of the TableViewCell in the suggesiton panel if no suggestions are returned. */
"NoSuggestionsFoundKey" = "कोई सुझाव नहीं मिला";

/* The text of the editingPanel Address textField. */
"AddressKey" = "पता";

/* The title of the button to delete all stored editing points. */
"ClearAllKey" = "सभी को साफ करें";

/* The text of the Toast Message after creating an object. */
"CreatedObjectToastMessage" = "%@ सफलतापूर्वक बनाया गया";

/* The placeholder text of the Searchbar */
"SearchKey" = "खोजें";

/* The placeholder text to add a new geospatial point by tapping on the map or typing an address. */
"AddNewPointKey" = "नया पॉइंट जोड़ें";

/* The title of the cell to pick from available map types. */
"BasemapKey" = "बेसमैप";

/* The title for the standard map type. */
"StandardKey" = "मानक";

/* The title for the hybrid map type. */
"HybridKey" = "हाइब्रिड";

/* The title for the hybrid flyover map type. */
"HybridFlyoverKey" = "हाइब्रिड फ्लाईओवर";

/* The title for the muted standard map type. */
"MutedStandardKey" = "मौन किए गए मानक";

/* The title for the satellite map type. */
"SatelliteKey" = "उपग्रह";

/* The title for the satellite flyover map type. */
"SatelliteFlyoverKey" = "सैटेलाइट फ्लाईओवर";

/* The text of add location button for location form cell. */
"AddLocationButtonKey" = "स्थान जोड़ें";

